Repository: ktodorov/Garvan
Catalog: Garvan.Resources/Resources.*.resx
Languages: bg

source: About us
bg: За нас

source: And don't miss cool new products and special offers
bg: И не изпускайте нови продукти и специални оферти

source: Contacts
bg: Контакти

source: FAQ
bg: Често задавани въпроси

source: Gaming case-desks and accessories
bg: Гейминг бюра и аксесоари

source: Garvan
bg: Гарван

source: Garvan Entertainment
bg: Гарван забавление

source: Home
bg: Начало

# ItsYourWorld
source: It's <b>your</b> world
bg: Това е <b>твоя</b> свят

source: Our distributors
bg: Нашите дистрибутори

source: Privacy policy
bg: Политика за поверителност

source: Shop
bg: Магазин

source: Story
bg: История

source: Subscribe to our newsletter
bg: Абонирайте се за известия

source: Terms and conditions
bg: Правила и условия

source: About the site
bg: За сайта

# AboutUsInfo
source: This gaming world will be enhanced through our beautiful designed products. The first step towards improving the gaming experience is to remove the Cable Monster out of your desk!
bg: Този гейминг свят ще бъде подобрен чрез красиво построените ни продукти. Първата стъпка към това е да премахнете кабелното чудовище от бюрото си!

# AboutUsSubHeader
source: Everything we do, we believe in better gaming world.
bg: Всичко което правим е защото вярваме в един по-добър геймърски свят

# AboutUsSubInfo
source: Because it’s <b>Your World!</b>
bg: Защото е <b>Твоя свят!</b>

# AskUsAnything
source: Ask us anything by mail, phone call or direct message.
bg: Можете да ни питате всичко чрез имейл, телефонно обаждане или директно съобщение.

source: Call us
bg: Обадете се

# Copyrights
source: Garvan Entertainment. All rights reserved.
bg: Гарван. Всички права запазени

source: E-mail
bg: Имейл

# EmailAlreadyRegistered
source: This e-mail is already registered
bg: Този имейл вече е регистриран

# EmailSuccessfullyRegistered
source: Your e-mail was successfully registered.<br/>Stay tuned for more news from Garvan
bg: Имейлът беше регистриран успешно.<br/>Бъдете нащрек за новини от Гарван

source: Error
bg: Грешка

# Error404
source: Oops, this page was not found
bg: Съжаляваме, страницата не беше открита

# ErrorOccurredTryAgain
source: Error occurred. Please try again
bg: Възникна грешка. Моля опитайте отново

# ErrorOther
source: That’s odd... Something we didn't expect happened
bg: Това е странно... Стана нещо, което не очаквахме

source: Follow us
bg: Последвайте ни

# GarvanMail
source: sales@garvanentertainment.com
bg: info@garvanentertainment.com

source: If you want your name here,
bg: Ако искате вашето име тук,

# InvalidCaptchaEntered
source: Invalid captcha entered. Please try again.
bg: Въведена е невалидна captcha. Моля опитайте отново

# MessageSent
source: Message sent. We will contact you shortly
bg: Съобщението е изпратено. Ще се свържем с вас възможно най-скоро

source: More details
bg: Повече детайли

source: Name
bg: Име

source: Navigate
bg: Навигация

source: Next chapter
bg: Следваща глава

# PleaseEnterValidEmail
source: Please enter valid e-mail address
bg: Моля въведете валиден имейл адрес

source: Please fill all fields
bg: Моля попълнете всички полета

source: Read the full story
bg: Прочети пълната история

source: Send message
bg: Изпрати съобщението

source: Shop now
bg: Пазарувай сега

# SomethingHappenedTryAgain
source: Something happened. Please try again
bg: Нещо се случи. Моля опитайте отново

source: Specifications
bg: Характеристики

# SpecificationsColorLabel
source: Color
bg: Цвят

# SpecificationsColorValue
source: Black
bg: Черен

# SpecificationsDimensionsLabel
source: Dimensions
bg: Размери

# SpecificationsDimensionsValue
source: 1600x675x800 mm (63x26.6x31.5 in) (W x D x H)
bg: 1600x675x800 мм (Ш x Д x В)

# SpecificationsExpansionSlotsLabel
source: Expansion Slots
bg: Допълнителни слотове

# SpecificationsFormFactorLabel
source: Form-Factor
bg: Форм-фактор

# SpecificationsFrontIOLabel
source: Front I/O
bg: Предни вх/изх

# SpecificationsFrontIOValue
source: 2xUSB3.0, Mic, Headphone, On/Off
bg: 2xUSB3.0, Микрофон, Слушалки, Вкл/Изкл

# SpecificationsMaterialLabel
source: Material
bg: Материали

# SpecificationsMaterialValue
source: Metal frame. Anodized aluminum (panel), tempered glass (tabletop)
bg: Метална рамка. Анодизиран алуминий (панел), закалено стакло (отгоре)

# SpecificationsMaxCpuCoolerHeightLabel
source: Max. CPU Cooler Height
bg: Макс. височина на охлаждането

# SpecificationsMaxCpuCoolerHeightValue
source: 180 mm (7.08 in)
bg: 180 мм

# SpecificationsMaxGpuLengthLabel
source: Max. GPU Length
bg: Макс. дължина на графична карта

# SpecificationsMaxGpuLengthValue
source: 320 mm (12.6 in)
bg: 320 мм

# SpecificationsMaxLoadLabel
source: Max. Load
bg: Макс. тегло

# SpecificationsMaxLoadValue
source: 200 kg (440lb)
bg: 200 кг

# SpecificationsPowerSupplyLabel
source: Power Supply
bg: Захранване

# SpecificationsPowerSupplyValue
source: Standard ATX
bg: Стандартно ATX

# SpecificationsSubHeader
source: What makes the magic?
bg: Как правим магията?

# SpecificationsWeightLabel
source: Weight
bg: Тегло

# SpecificationsWeightValue
source: approx. 60 kg (132lbs)
bg: около 60 кг

# StoryChapter1Header
source: Chapter 1
bg: Първа глава

# StoryChapter2Header
source: Chapter 2 (comming soon...)
bg: Втора глава

# StoryChapter3Header
source: Chapter 3 (comming soon...)
bg: Трета глава

source: Subject
bg: Заглавие

source: Subscribe
bg: Абонирай се

# SubscribePlaceholder
source: Enter your e-mail address...
bg: Въведи имейл...

source: The Cable monster
bg: Кабелното чудовище

source: write us
bg: пишете ни

source: Your message
bg: Вашето съобщение

source: New generation gaming desk
bg: Гейминг бюро от нова генерация
